#+title: My custom/personal packages
#+options: \n:t

Here are some of my own packages for the software that isn't available in the main repo or that I have had a need to patch/modify.

#+begin_src bash
echo "Packages:"
nix flake show --json | nix run nixpkgs#jq -- '.packages.[].[].name' | awk '{ gsub(/"/, ""); print }'
#+end_src

#+RESULTS:
| Packages:                |
| anifetch-0.0.4           |
| aporetic-sans-mono-1.0.0 |
| epy-v2023.6.11           |
| etterna-0.74.4           |
| hakurei-reimu-1.0        |
| mpd-notify-rs-0.1.3      |
| osu-lazer-bin-2025.607.0 |
| reader-0.5.0             |
| tickrs-0.14.11           |
| whdl-0.1.1               |
